Repository: clementrahula/lukotta
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, et, fi, fil, fr, he, hi, hr, hu, id, it, ja, ko, lt, lv, ms, nb, nl, pl, pt_pt, ro, ru, sl, sq, sv, th, tr, uk, vi, zh_hans

source: An issue on GitHub is answered sooner. Send it by email instead if it carries anything you would rather not publish.
ar: يُجاب على المشكلة المطروحة في GitHub أسرع. أرسلها بالبريد الإلكتروني بدلًا من ذلك إن كانت تحمل ما لا ترغب في نشره.
bg: Сигналите в GitHub получават отговор по-бързо. Изпратете го по имейл, ако съдържа нещо, което предпочитате да не публикувате.
cs: Na issue na GitHubu přijde odpověď dříve. Pokud obsahuje něco, co byste raději nezveřejňovali, pošlete jej e-mailem.
da: En sag på GitHub bliver besvaret hurtigere. Send den med e-mail i stedet, hvis den indeholder noget, du helst ikke vil offentliggøre.
de: Ein Issue auf GitHub wird schneller beantwortet. Schick es per E-Mail, wenn es etwas enthält, das du lieber nicht veröffentlichst.
el: Τα ζητήματα στο GitHub απαντώνται πιο γρήγορα. Στείλτε το με email αν περιέχει κάτι που προτιμάτε να μη δημοσιευτεί.
es: Las incidencias en GitHub se responden antes. Envíala por correo si contiene algo que prefieras no publicar.
et: GitHubi teated saavad vastuse kiiremini. Saada see e-postiga, kui selles on midagi, mida sa pigem ei avaldaks.
fi: GitHubiin tehtyihin ilmoituksiin vastataan nopeammin. Lähetä se sähköpostilla, jos siinä on jotain, jota et halua julkaista.
fil: Mas mabilis masagot ang isyu sa GitHub. Ipadala ito sa email kung may lamang ayaw mong ilathala.
fr: Un ticket sur GitHub reçoit une réponse plus rapidement. Envoyez-le par e-mail s’il contient quelque chose que vous préférez ne pas publier.
he: לשאלה ב‑GitHub עונים מהר יותר. שלחו אותה בדוא״ל אם היא כוללת משהו שלא הייתם רוצים לפרסם.
hi: GitHub पर दर्ज समस्या का उत्तर जल्दी मिलता है। यदि उसमें ऐसा कुछ है जिसे आप सार्वजनिक नहीं करना चाहते, तो उसे ईमेल से भेजें।
hr: Na prijave na GitHubu odgovor stiže brže. Pošaljite je e-poštom ako sadrži nešto što radije ne biste objavili.
hu: A GitHubon nyitott hibajegyekre hamarabb érkezik válasz. Küldje inkább e-mailben, ha olyasmit tartalmaz, amit inkább nem hozna nyilvánosságra.
id: Isu di GitHub dijawab lebih cepat. Kirim lewat surel jika berisi hal yang tidak ingin Anda terbitkan.
it: Le segnalazioni su GitHub ricevono risposta prima. Inviala per email se contiene qualcosa che preferisci non pubblicare.
ja: GitHub の issue のほうが早く回答が得られます。公開したくない内容を含む場合は、代わりにメールで送ってください。
ko: GitHub의 이슈가 더 빨리 답을 받습니다. 공개하고 싶지 않은 내용이 있다면 이메일로 보내 주십시오.
lt: Į pranešimus „GitHub“ atsakoma greičiau. Siųskite jį el. paštu, jei jame yra kas nors, ko nenorėtumėte skelbti viešai.
lv: Uz ziņojumiem GitHub atbild ātrāk. Sūtiet to pa e-pastu, ja tajā ir kaut kas, ko labāk nepubliskot.
ms: Isu di GitHub dijawab lebih cepat. Hantar melalui e-mel jika ia mengandungi sesuatu yang anda tidak mahu terbitkan.
nb: En sak på GitHub blir besvart raskere. Send den på e-post i stedet hvis den inneholder noe du helst ikke vil offentliggjøre.
nl: Een melding op GitHub wordt sneller beantwoord. Stuur die per e-mail als er iets in staat dat je liever niet publiceert.
pl: Na zgłoszenia w serwisie GitHub odpowiedź przychodzi szybciej. Wyślij je e-mailem, jeśli zawiera coś, czego wolisz nie publikować.
pt_pt: Os problemas no GitHub têm resposta mais depressa. Envie-o por e-mail se contiver algo que prefira não publicar.
ro: Sesizările de pe GitHub primesc răspuns mai repede. Trimiteți-o pe e-mail dacă include ceva ce preferați să nu publicați.
ru: На вопрос в GitHub ответят быстрее. Отправьте его по электронной почте, если он содержит то, что вы не хотели бы публиковать.
sl: Na prijave na GitHubu odgovor pride prej. Pošljite jo po e-pošti, če vsebuje kaj, česar raje ne objavite.
sq: Një çështje në GitHub merr përgjigje më shpejt. Dërgoje me email nëse përmban diçka që nuk do ta bësh publike.
sv: Ett ärende på GitHub besvaras snabbare. Skicka det med e-post i stället om det innehåller något du helst inte vill publicera.
th: ปัญหาที่แจ้งบน GitHub ได้รับคำตอบเร็วกว่า หากมีสิ่งที่คุณไม่อยากเผยแพร่ ให้ส่งทางอีเมลแทน
tr: GitHub'daki bir konu daha çabuk yanıtlanır. Yayımlamak istemediğiniz bir şey içeriyorsa bunun yerine e-posta ile gönderin.
uk: На питання в GitHub відповідають швидше. Надішліть його електронною поштою, якщо воно містить те, що ви не хотіли б оприлюднювати.
vi: Một vấn đề trên GitHub được trả lời sớm hơn. Hãy gửi qua email nếu nó chứa điều bạn không muốn công khai.
zh_hans: 在 GitHub 上提交的问题会更快得到回复。若其中含有你不愿公开的内容，请改用电子邮件发送。

source: Another drive is open, and the drive engine has to run on its own the first time after it changes. Eject the other drives, open this one, then they can all be open together again.
ar: هناك محرّك آخر مفتوح، ويجب أن يعمل محرّك الأقراص وحده في المرة الأولى بعد تغيّره. أخرج المحرّكات الأخرى، وافتح هذا، وبعدها يمكن فتحها كلها معًا من جديد.
bg: Отворен е друг диск, а двигателят трябва да работи сам първия път след промяна. Извадете другите дискове, отворете този и след това всички отново могат да бъдат отворени заедно.
cs: Je otevřen jiný disk a jádro musí po změně poprvé běžet samo. Vysuňte ostatní disky, otevřete tento a poté mohou být všechny znovu otevřené současně.
da: En anden enhed er åben, og motoren skal køre alene første gang efter en ændring. Skub de andre enheder ud, åbn denne, og derefter kan de alle være åbne sammen igen.
de: Ein anderes Laufwerk ist geöffnet, und die Laufwerks-Engine muss nach einer Änderung beim ersten Mal allein laufen. Wirf die anderen Laufwerke aus, öffne dieses, danach können wieder alle gleichzeitig geöffnet sein.
el: Ένας άλλος δίσκος είναι ανοιχτός και η μηχανή πρέπει να τρέξει μόνη της την πρώτη φορά μετά από αλλαγή. Κάντε εξαγωγή των άλλων δίσκων, ανοίξτε αυτόν, και έπειτα μπορούν όλοι να είναι ξανά ανοιχτοί μαζί.
es: Hay otro disco abierto y el motor debe ejecutarse solo la primera vez tras cambiar. Expulsa los demás discos, abre este y después podrán estar todos abiertos a la vez de nuevo.
et: Teine ketas on avatud ja mootor peab pärast muutumist esimesel korral üksi töötama. Väljuta teised kettad, ava see, seejärel saavad nad taas koos avatud olla.
fi: Toinen asema on auki, ja moottorin on toimittava yksin ensimmäisellä kerralla muutoksen jälkeen. Poista muut asemat käytöstä, avaa tämä, minkä jälkeen ne voivat taas olla auki yhtä aikaa.
fil: May ibang drive na nakabukas, at kailangang tumakbong mag-isa ang drive engine sa unang pagkakataon pagkatapos itong magbago. I-eject ang ibang mga drive, buksan ito, pagkatapos ay maaari na silang lahat na magkasabay muli.
fr: Un autre disque est ouvert, et le moteur doit s’exécuter seul la première fois après une modification. Éjectez les autres disques, ouvrez celui-ci, puis ils pourront de nouveau être ouverts ensemble.
he: כונן אחר פתוח, ומנוע הכוננים חייב לפעול לבדו בפעם הראשונה לאחר שהשתנה. הוציאו את הכוננים האחרים, פתחו את זה, ואחר כך כולם יוכלו להיות פתוחים יחד שוב.
hi: एक और ड्राइव खुली है, और ड्राइव इंजन बदलने के बाद पहली बार अकेले ही चलना चाहिए। बाकी ड्राइव निकालें, इसे खोलें, फिर सभी दोबारा साथ खुली रह सकती हैं।
hr: Otvoren je drugi disk, a pogon nakon promjene prvi put mora raditi sam. Izbacite ostale diskove, otvorite ovaj, a zatim opet svi mogu biti otvoreni zajedno.
hu: Egy másik meghajtó nyitva van, a motornak pedig változás után először egyedül kell futnia. Adja ki a többi meghajtót, nyissa meg ezt, utána újra mind egyszerre lehetnek nyitva.
id: Drive lain sedang terbuka, dan mesin drive harus berjalan sendirian pada kali pertama setelah berubah. Keluarkan drive lain, buka yang ini, setelah itu semuanya dapat terbuka bersama lagi.
it: Un altro disco è aperto e il motore deve funzionare da solo la prima volta dopo una modifica. Espelli gli altri dischi, apri questo, poi potranno essere di nuovo tutti aperti insieme.
ja: 別のドライブが開いています。ドライブエンジンは更新後の最初の 1 回だけ単独で動作する必要があります。ほかのドライブを取り出し、これを開いてください。その後はまたすべて同時に開けます。
ko: 다른 드라이브가 열려 있고, 드라이브 엔진은 바뀐 뒤 처음 한 번은 단독으로 실행되어야 합니다. 다른 드라이브를 추출하고 이것을 연 다음에는 모두 다시 함께 열 수 있습니다.
lt: Atvertas kitas diskas, o variklis po pakeitimo pirmą kartą turi veikti vienas. Išstumkite kitus diskus, atverkite šį, ir tada jie visi vėl galės būti atverti kartu.
lv: Ir atvērts cits disks, un dzinējam pēc izmaiņām pirmajā reizē jādarbojas vienam pašam. Izstumiet pārējos diskus, atveriet šo, un pēc tam tie visi atkal varēs būt atvērti kopā.
ms: Pemacu lain sedang terbuka, dan enjin pemacu perlu berjalan bersendirian pada kali pertama selepas ia berubah. Keluarkan pemacu lain, buka yang ini, kemudian semuanya boleh terbuka bersama semula.
nb: En annen enhet er åpen, og motoren må kjøre alene første gang etter en endring. Mat ut de andre enhetene, åpne denne, så kan alle være åpne sammen igjen.
nl: Er is een andere schijf geopend, en de engine moet de eerste keer na een wijziging alleen draaien. Verwijder de andere schijven, open deze, daarna kunnen ze weer allemaal tegelijk open zijn.
pl: Otwarty jest inny dysk, a silnik musi działać samodzielnie przy pierwszym uruchomieniu po zmianie. Wysuń pozostałe dyski, otwórz ten, a potem znów będą mogły być otwarte razem.
pt_pt: Existe outro disco aberto, e o motor tem de funcionar sozinho na primeira vez após ser alterado. Ejete os outros discos, abra este e depois poderão estar todos abertos em simultâneo novamente.
ro: Un alt disc este deschis, iar motorul trebuie să ruleze singur prima dată după o modificare. Ejectați celelalte discuri, deschideți-l pe acesta, iar apoi vor putea fi din nou toate deschise împreună.
ru: Открыт другой диск, а после обновления движок дисков должен первый раз работать в одиночку. Извлеките остальные диски, откройте этот, после чего все снова смогут быть открыты вместе.
sl: Odprt je drug pogon, mehanizem pa mora po spremembi prvič teči sam. Izvrzite druge pogone, odprite tega, nato so lahko spet vsi odprti hkrati.
sq: Një disk tjetër është i hapur, dhe motori i disqeve duhet të punojë vetëm herën e parë pasi ndryshon. Nxirr disqet e tjera, hap këtë, pastaj mund të jenë sërish të gjithë të hapur bashkë.
sv: En annan enhet är öppen, och motorn måste köra ensam första gången efter en ändring. Mata ut de andra enheterna, öppna den här, sedan kan alla vara öppna samtidigt igen.
th: มีไดรฟ์อื่นเปิดอยู่ และเอนจินไดรฟ์ต้องทำงานลำพังในครั้งแรกหลังจากมีการเปลี่ยนแปลง ให้ดันไดรฟ์อื่นออก เปิดไดรฟ์นี้ จากนั้นทั้งหมดจะเปิดพร้อมกันได้อีกครั้ง
tr: Başka bir sürücü açık ve sürücü motoru değiştikten sonraki ilk seferde tek başına çalışmalı. Diğer sürücüleri çıkarın, bunu açın; ardından hepsi yine birlikte açık olabilir.
uk: Відкрито інший диск, а після оновлення рушій дисків має першого разу працювати сам. Вилучіть інші диски, відкрийте цей, і потім усі знову зможуть бути відкриті разом.
vi: Một ổ đĩa khác đang mở, và bộ máy ổ đĩa phải chạy một mình trong lần đầu sau khi nó thay đổi. Hãy tháo các ổ khác, mở ổ này, sau đó tất cả lại có thể mở cùng nhau.
zh_hans: 另一个驱动器已打开，而驱动引擎在更新后的第一次必须单独运行。请先推出其他驱动器，打开这一个，之后它们就可以再次同时打开。

source: Appearance
ar: المظهر
bg: Външен вид
cs: Vzhled
da: Udseende
de: Erscheinungsbild
el: Εμφάνιση
es: Aspecto
et: Välimus
fi: Ulkoasu
fil: Anyo
fr: Apparence
he: מראה
hi: रूप
hr: Izgled
hu: Megjelenés
id: Tampilan
it: Aspetto
ja: 外観
ko: 화면 모드
lt: Išvaizda
lv: Izskats
ms: Penampilan
nb: Utseende
nl: Weergave
pl: Wygląd
pt_pt: Aspeto
ro: Aspect
ru: Оформление
sl: Videz
sq: Pamja
sv: Utseende
th: ลักษณะที่ปรากฏ
tr: Görünüm
uk: Оформлення
vi: Giao diện
zh_hans: 外观

source: Appears only while a drive is unlocked, for ejecting it.
ar: يظهر فقط أثناء وجود محرّك مفتوح، لإخراجه.
bg: Появява се само докато диск е отключен, за да бъде изваден.
cs: Zobrazí se jen tehdy, když je disk odemčený, kvůli jeho vysunutí.
da: Vises kun, mens en enhed er låst op, så den kan skubbes ud.
de: Erscheint nur, solange ein Laufwerk entsperrt ist, zum Auswerfen.
el: Εμφανίζεται μόνο όσο ένας δίσκος είναι ξεκλείδωτος, για την εξαγωγή του.
es: Solo aparece mientras hay un disco desbloqueado, para expulsarlo.
et: Ilmub ainult siis, kui ketas on avatud, selle väljutamiseks.
fi: Näkyy vain, kun asema on avattuna, sen käytöstä poistamista varten.
fil: Lumalabas lamang habang nakabukas ang isang drive, para i-eject ito.
fr: N’apparaît que lorsqu’un disque est déverrouillé, pour l’éjecter.
he: מופיע רק בזמן שכונן פתוח, כדי להוציא אותו.
hi: केवल तब दिखता है जब कोई ड्राइव अनलॉक हो, उसे निकालने के लिए।
hr: Pojavljuje se samo dok je disk otključan, radi izbacivanja.
hu: Csak akkor jelenik meg, ha egy meghajtó fel van oldva, a kiadásához.
id: Muncul hanya selama drive terbuka, untuk mengeluarkannya.
it: Appare solo quando un disco è sbloccato, per espellerlo.
ja: ドライブがロック解除されているあいだだけ、取り出すために表示されます。
ko: 드라이브가 잠금 해제된 동안에만, 추출할 수 있도록 표시됩니다.
lt: Rodoma tik tada, kai diskas atrakintas, kad jį būtų galima išstumti.
lv: Parādās tikai tad, kad disks ir atbloķēts, lai to izstumtu.
ms: Muncul hanya semasa sesebuah pemacu terbuka, untuk mengeluarkannya.
nb: Vises bare mens en enhet er låst opp, for å mate den ut.
nl: Verschijnt alleen zolang een schijf ontgrendeld is, om die te verwijderen.
pl: Pojawia się tylko wtedy, gdy dysk jest odblokowany, aby go wysunąć.
pt_pt: Aparece apenas enquanto houver um disco desbloqueado, para o ejetar.
ro: Apare doar cât timp un disc este deblocat, pentru a-l ejecta.
ru: Появляется только пока диск разблокирован, чтобы его извлечь.
sl: Prikaže se le, dokler je pogon odklenjen, za njegov izmet.
sq: Shfaqet vetëm kur një disk është i shkyçur, për ta nxjerrë atë.
sv: Visas bara medan en enhet är upplåst, för att mata ut den.
th: ปรากฏเฉพาะขณะที่มีไดรฟ์ปลดล็อกอยู่ เพื่อใช้ดันออก
tr: Yalnızca bir sürücü açıkken, onu çıkarmak için görünür.
uk: З’являється лише поки диск розблоковано, щоб вилучити його.
vi: Chỉ hiện khi một ổ đĩa đang mở khóa, để tháo nó ra.
zh_hans: 仅在驱动器处于解锁状态时显示，用于推出它。

source: Approve
ar: موافقة
bg: Одобри
cs: Schválit
da: Godkend
de: Erlauben
el: Έγκριση
es: Autorizar
et: Luba
fi: Salli
fil: Aprubahan
fr: Autoriser
he: אישור
hi: स्वीकृत करें
hr: Odobri
hu: Jóváhagyás
id: Setujui
it: Consenti
ja: 承認
ko: 승인
lt: Leisti
lv: Atļaut
ms: Luluskan
nb: Godkjenn
nl: Sta toe
pl: Zezwól
pt_pt: Permitir
ro: Aprobați
ru: Разрешить
sl: Dovoli
sq: Mirato
sv: Godkänn
th: อนุมัติ
tr: Onayla
uk: Дозволити
vi: Chấp thuận
zh_hans: 批准

source: Asked each time
ar: تُطلب في كل مرة
bg: Изисква се всеки път
cs: Vyžádá se pokaždé
da: Bliver bedt om hver gang
de: Wird jedes Mal abgefragt
el: Ζητείται κάθε φορά
es: Se solicita cada vez
et: Küsitakse iga kord
fi: Kysytään joka kerta
fil: Tinatanong sa tuwing gagamitin
fr: Demandé à chaque fois
he: נדרשת בכל פעם
hi: हर बार पूछा जाता है
hr: Traži se svaki put
hu: Minden alkalommal kéri
id: Ditanyakan setiap kali
it: Richiesto ogni volta
ja: 毎回確認されます
ko: 매번 묻습니다
lt: Prašoma kaskart
lv: Tiek prasīts katru reizi
ms: Ditanya setiap kali
nb: Blir spurt om hver gang
nl: Wordt elke keer gevraagd
pl: Pytanie za każdym razem
pt_pt: Pedido de cada vez
ro: Se solicită de fiecare dată
ru: Запрашивается каждый раз
sl: Vprašano vsakič
sq: Kërkohet çdo herë
sv: Efterfrågas varje gång
th: ถามทุกครั้ง
tr: Her seferinde sorulur
uk: Запитується щоразу
vi: Hỏi mỗi lần
zh_hans: 每次都询问

source: Author
ar: المؤلف
bg: Разработчик
cs: Vývojář
da: Udvikler
de: Entwickler
el: Δημιουργός
es: Desarrollador
et: Arendaja
fi: Kehittäjä
fil: May-akda
fr: Développeur
he: מחבר
hi: लेखक
hr: Razvojni programer
hu: Fejlesztő
id: Penulis
it: Sviluppatore
ja: 作者
ko: 제작자
lt: Kūrėjas
lv: Izstrādātājs
ms: Penulis
nb: Utvikler
nl: Ontwikkelaar
pl: Twórca
pt_pt: Programador
ro: Dezvoltator
ru: Автор
sl: Razvijalec
sq: Autori
sv: Utvecklare
th: ผู้เขียน
tr: Yazan
uk: Автор
vi: Tác giả
zh_hans: 作者

source: Back
ar: رجوع
bg: Назад
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fi: Takaisin
fil: Bumalik
fr: Retour
he: חזרה
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
lt: Atgal
lv: Atpakaļ
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_pt: Retroceder
ro: Înapoi
ru: Назад
sl: Nazaj
sq: Prapa
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

source: BitLocker drives, unlocked with the volume password or a 48-digit recovery key
ar: محرّكات BitLocker، تُفتح بكلمة سر وحدة التخزين أو بمفتاح استرداد من 48 رقمًا
bg: Дискове с BitLocker, отключени с паролата на тома или 48-цифрен ключ за възстановяване
cs: Disky BitLocker, odemčené heslem svazku nebo 48místným obnovovacím klíčem
da: BitLocker-enheder, låst op med enhedens adgangskode eller en 48-cifret genoprettelsesnøgle
de: BitLocker-Laufwerke, entsperrt mit dem Volume-Passwort oder einem 48-stelligen Wiederherstellungsschlüssel
el: Δίσκοι BitLocker, ξεκλειδωμένοι με το συνθηματικό του τόμου ή ένα 48ψήφιο κλειδί ανάκτησης
es: Discos BitLocker, desbloqueados con la contraseña del volumen o una clave de recuperación de 48 dígitos
et: BitLockeri kettad, avatuna köite parooli või 48-kohalise taastevõtmega
fi: BitLocker-asemat, avattuna taltion salasanalla tai 48-numeroisella palautusavaimella
fil: Mga BitLocker drive, binubuksan sa pamamagitan ng password ng volume o 48-digit na recovery key
fr: Les disques BitLocker, déverrouillés avec le mot de passe du volume ou une clé de récupération à 48 chiffres
he: כונני BitLocker, שנפתחים בסיסמת אמצעי האחסון או במפתח שחזור בן 48 ספרות
hi: BitLocker ड्राइव, जो वॉल्यूम पासवर्ड या 48 अंकों की रिकवरी कुंजी से अनलॉक होती हैं
hr: BitLocker diskovi, otključani lozinkom jedinice ili 48-znamenkastim ključem za oporavak
hu: BitLocker-meghajtók, a kötet jelszavával vagy 48 jegyű helyreállítási kulccsal feloldva
id: Drive BitLocker, dibuka dengan kata sandi volume atau kunci pemulihan 48 digit
it: Dischi BitLocker, sbloccati con la password del volume o una chiave di recupero di 48 cifre
ja: ボリュームのパスワードまたは 48 桁の回復キーでロック解除する BitLocker ドライブ
ko: 볼륨 암호나 48자리 복구 키로 잠금 해제하는 BitLocker 드라이브
lt: „BitLocker“ diskai, atrakinami tomo slaptažodžiu arba 48 skaitmenų atkūrimo raktu
lv: BitLocker diski, atbloķēti ar sējuma paroli vai 48 ciparu atkopšanas atslēgu
ms: Pemacu BitLocker, dibuka dengan kata laluan volum atau kunci pemulihan 48 digit
nb: BitLocker-enheter, låst opp med volumets passord eller en 48-sifret gjenopprettingsnøkkel
nl: BitLocker-schijven, ontgrendeld met het wachtwoord van het volume of een herstelsleutel van 48 cijfers
pl: Dyski BitLocker, odblokowywane hasłem woluminu albo 48-cyfrowym kluczem odzyskiwania
pt_pt: Discos BitLocker, desbloqueados com a palavra-passe do volume ou uma chave de recuperação de 48 dígitos
ro: Discuri BitLocker, deblocate cu parola volumului sau cu o cheie de recuperare din 48 de cifre
ru: Диски BitLocker, разблокируемые паролем тома или 48-значным ключом восстановления
sl: Pogoni BitLocker, odklenjeni z geslom nosilca ali 48-mestnim obnovitvenim ključem
sq: Disqe BitLocker, të shkyçur me fjalëkalimin e volumit ose me një çelës rikuperimi 48-shifror
sv: BitLocker-enheter, upplåsta med volymens lösenord eller en 48-siffrig återställningsnyckel
th: ไดรฟ์ BitLocker ที่ปลดล็อกด้วยรหัสผ่านของโวลุ่มหรือคีย์กู้คืน 48 หลัก
tr: Birim parolası veya 48 haneli kurtarma anahtarıyla açılan BitLocker sürücüleri
uk: Диски BitLocker, що розблоковуються паролем тому або 48-значним ключем відновлення
vi: Ổ BitLocker, mở khóa bằng mật khẩu ổ hoặc khóa khôi phục 48 chữ số
zh_hans: BitLocker 驱动器，使用宗卷密码或 48 位恢复密钥解锁

source: Cancel
ar: إلغاء
bg: Отказ
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Loobu
fi: Kumoa
fil: Kanselahin
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
lt: Atsisakyti
lv: Atcelt
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sl: Prekliči
sq: Anulo
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_hans: 取消

source: Caps Lock is on
ar: مفتاح Caps Lock مفعّل
bg: Caps Lock е включен
cs: Caps Lock je zapnutý
da: Caps Lock er slået til
de: Feststelltaste ist aktiviert
el: Το Caps Lock είναι ενεργό
es: El bloqueo de mayúsculas está activado
et: Caps Lock on sisse lülitatud
fi: Caps Lock on päällä
fil: Nakabukas ang Caps Lock
fr: La touche Verr. maj. est activée
he: ‏Caps Lock מופעל
hi: Caps Lock चालू है
hr: Caps Lock je uključen
hu: A Caps Lock be van kapcsolva
id: Caps Lock menyala
it: Il blocco maiuscole è attivo
ja: Caps Lock がオンです
ko: Caps Lock이 켜져 있습니다
lt: „Caps Lock“ įjungtas
lv: Caps Lock ir ieslēgts
ms: Caps Lock dihidupkan
nb: Caps Lock er på
nl: Caps Lock staat aan
pl: Klawisz Caps Lock jest włączony
pt_pt: As maiúsculas estão bloqueadas
ro: Caps Lock este activat
ru: Включён Caps Lock
sl: Caps Lock je vklopljen
sq: Caps Lock është i ndezur
sv: Caps Lock är på
th: Caps Lock เปิดอยู่
tr: Caps Lock açık
uk: Увімкнено Caps Lock
vi: Caps Lock đang bật
zh_hans: 大写锁定已开启

source: Check Again
ar: تحقق مرة أخرى
bg: Провери отново
cs: Zkontrolovat znovu
da: Kontroller igen
de: Erneut prüfen
el: Έλεγχος ξανά
es: Comprobar de nuevo
et: Kontrolli uuesti
fi: Tarkasta uudelleen
fil: Suriin Muli
fr: Vérifier à nouveau
he: בדיקה חוזרת
hi: फिर से जाँचें
hr: Provjeri ponovno
hu: Ellenőrzés újra
id: Periksa Lagi
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
lt: Tikrinti dar kartą
lv: Pārbaudīt vēlreiz
ms: Semak Semula
nb: Kontroller igjen
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt_pt: Verificar de novo
ro: Verifică din nou
ru: Проверить снова
sl: Preveri znova
sq: Kontrollo sërish
sv: Kontrollera igen
th: ตรวจสอบอีกครั้ง
tr: Yeniden Denetle
uk: Перевірити знову
vi: Kiểm tra lại
zh_hans: 再次检查

source: Check Now
ar: تحقق الآن
bg: Провери сега
cs: Vyhledat nyní
da: Søg nu
de: Jetzt suchen
el: Έλεγχος τώρα
es: Buscar ahora
et: Otsi kohe
fi: Tarkista nyt
fil: Suriin Ngayon
fr: Vérifier maintenant
he: בדוק עכשיו
hi: अभी जाँचें
hr: Provjeri sada
hu: Keresés most
id: Periksa Sekarang
it: Cerca ora
ja: 今すぐ確認
ko: 지금 확인
lt: Ieškoti dabar
lv: Meklēt tagad
ms: Semak Sekarang
nb: Søk nå
nl: Zoek nu
pl: Sprawdź teraz
pt_pt: Procurar agora
ro: Căutați acum
ru: Проверить сейчас
sl: Preveri zdaj
sq: Kontrollo tani
sv: Sök nu
th: ตรวจสอบตอนนี้
tr: Şimdi Denetle
uk: Перевірити зараз
vi: Kiểm tra ngay
zh_hans: 立即检查

source: Check for Updates…
ar: التحقق من التحديثات…
bg: Провери за актуализации…
cs: Vyhledat aktualizace…
da: Søg efter opdateringer…
de: Nach Updates suchen …
el: Έλεγχος για ενημερώσεις…
es: Buscar actualizaciones…
et: Otsi uuendusi…
fi: Tarkista päivitykset…
fil: Maghanap ng Update…
fr: Rechercher les mises à jour…
he: חיפוש עדכונים…
hi: अपडेट जाँचें…
hr: Provjeri ažuriranja…
hu: Frissítések keresése…
id: Periksa Pembaruan…
it: Cerca aggiornamenti…
ja: アップデートを確認…
ko: 업데이트 확인…
lt: Ieškoti naujinių…
lv: Meklēt atjauninājumus…
ms: Semak Kemas Kini…
nb: Søk etter oppdateringer…
nl: Zoek naar updates…
pl: Sprawdź uaktualnienia…
pt_pt: Procurar atualizações…
ro: Căutați actualizări…
ru: Проверить наличие обновлений…
sl: Preveri posodobitve…
sq: Kontrollo për përditësime…
sv: Sök efter uppdateringar…
th: ตรวจหาการอัปเดต…
tr: Güncellemeleri Denetle…
uk: Перевірити наявність оновлень…
vi: Kiểm tra bản cập nhật…
zh_hans: 检查更新…
